 // ----- ДАННЫЕ -----
 const chessTournaments = [
   {title:"Турнир 1",  date:"01.09.2025", place:"Москва",           level:"Новички"},
   {title:"Турнир 2",  date:"05.09.2025", place:"Онлайн",           level:"Средний"},
   {title:"Турнир 3",  date:"10.09.2025", place:"Санкт-Петербург",  level:"Профи"},
   {title:"Турнир 4",  date:"15.09.2025", place:"Онлайн",           level:"Новички"},
   {title:"Турнир 5",  date:"20.09.2025", place:"Казань",           level:"Средний"},
   {title:"Турнир 6",  date:"25.09.2025", place:"Онлайн",           level:"Профи"},
   {title:"Турнир 7",  date:"30.09.2025", place:"Новосибирск",      level:"Профи"},
   {title:"Турнир 8",  date:"05.10.2025", place:"Онлайн",           level:"Новички"},
   {title:"Турнир 9",  date:"12.10.2025", place:"Екатеринбург",     level:"Средний"},
   {title:"Турнир 10", date:"18.10.2025", place:"Онлайн",           level:"Профи"},
   {title:"Турнир 11", date:"22.10.2025", place:"Нижний Новгород",  level:"Новички"},
   {title:"Турнир 12", date:"29.10.2025", place:"Онлайн",           level:"Средний"}
 ];